{
    "publications": [
        {
            "title": "Tasnim, Rifat Ara, and Eishita, Fariana Z., An Empirical Analysis to Examine the Disparate Impact of Distinct Background Music on Gameplay Experience, international conference on human-computer interaction-RoCHI, ACM SIGCHI Romania, 2022 (to appear)."
        },
        {
            "title": "Tasnim, Rifat Ara, and Eishita, Fariana Z., ARCoD: A Serious Gaming Approach to Measure Cognitive Distortions, 10th International Conference on Serious Games and Applications for Health (SeGAH). IEEE, 2022."
        },
        {
            "title": "Rodriguez, Joshua J., Zibran, Minhaz F., and Eishita, Farjana Z., Finding the Middle Ground: Measuring Passwords for Security and Memorability, The 20th International Conference on Software Engineering, Management and Applications (SERA 2022), pp. 77 - 82, IEEE, 2022"
        },
        {
            "title": "Rajbhandari, Amrit, Zibran, Minhaz F., and Eishita, Farjana Z., Security Versus Performance Bugs: How Bugs are Handled in the Chromium Project, The 20th International Conference on Software Engineering, Management and Applications (SERA 2022), pp. 70 - 76, IEEE, 2022"
        },
        {
            "title": "Tasnim, Rifat Ara, and Eishita, Farjana Z., Analyzing the Distinctive Impact of Personality Traits on Serious Gameplay Experience, 2021 IEEE 9th International Conference on Serious Games and Applications for Health (SeGAH), IEEE, 2021, winner of the best paper award."
        },
        {
            "title": "Tasnim, Rifat Ara, and Eishita, Farjana Z., Analyzing Differential Impact of CDS and ARCoD to Identify Cognitive Distortion, The 16th International Conference on Persuasive Technologies, Workshop on Designing Persuasive Technology to Support Mental Health, 2021 (to appear)."
        },
        {
            "title": "Tasnim, Rifat Ara, and Farjana Z. Eishita. ARCoD: An Augmented Reality Serious Game to Identify Cognitive Distortion, 26th annual meeting of Intelligent User Interface, pp. 1-4, ACM, 2021."
        },
        {
            "title": "Joseph, Ryan B., Zibran, Minhaz F., and Eishita, Farjana Z., Choosing the Weapon: A Comparative Study of Security Analyzers for Android Applications, The 18th International Conference on Software Engineering, Management and Applications (SERA 2021), pp. 51 - 57, IEEE, 2021."
        },
        {
            "title": "Murphy, Daniel T., Zibran, Minhaz F., and Eishita,Farjana Z., Plugins to Detect Vulnerable Plugins: An Empirical Assessment of the Security Scanner Plugins for WordPress, The 18th International Conference on Software Engineering, Management and Applications (SERA 2021), pp. 39 - 44, IEEE, 2021."
        },
        {
            "title": "Tasnim, Rifat Ara, and Farjana Z. Eishita. MoM: An Effort to Comprising CBT in Digital Gaming. In 2020 IEEE 8th International Conference on Serious Games and Applications for Health (SeGAH), pp. 1-8, IEEE, 2020."
        },
        {
            "title": "Eishita, Farjana Z., and Kevin G. Stanley. The impact on player experience in augmented reality outdoor games of different noise models. Entertainment Computing 27. pp. 137-149, Elsevier, 2018."
        },
        {
            "title": "Eishita, Farjana Z., and Kevin G. Stanley. The impact of sensor noise on player experience in magic window augmented reality aiming games. In International Conference on Entertainment Computing, pp. 502-507. Springer, 2015."
        },
        {
            "title": "Eishita, Farjana, and Kevin Stanley. Analyzing play experience sensitivity to input sensor noise in outdoor augmented reality smartphone games. In Proceedings of the 2015 British HCI Conference, pp. 56-64, ACM, 2015."
        },
        {
            "title": "Eishita, Farjana Z., Kevin G. Stanley, and Alain Esquivel. Quantifying the differential impact of sensor noise in augmented reality gaming input. In 2015 IEEE Games Entertainment Media Conference (GEM), pp. 1-9, IEEE, 2015."
        },
        {
            "title": "Stanley, Kevin G., Farjana Z. Eishita, Eva Anderson, and Regan Mandryk. Gemini redux: Understanding player perception of accumulated context. In 2014 IEEE Games Media Entertainment, pp. 1-8, IEEE, 2014."
        },
        {
            "title": "Eishita, Farjana Z., Kevin G. Stanley, and Regan Mandryk. Iterative design of an augmented reality game and level-editing tool for use in the classroom. In 2014 IEEE Games Media Entertainment, pp. 1-4, IEEE, 2014."
        },
        {
            "title": "Eishita, Farjana Z., and Kevin G. Stanley, Iterative Design of an Augmented Reality Game Editor for School Children, Grace Hopper Conference, Minneapolis, MN, poster, Anita B. Inc., 2013."
        },
        {
            "title": "Eishita, Farjana Z., and Kevin G. Stanley, PasswARG: An Editor for Augmented Reality Educational Exergames, Google Scholars retreat, Google Inc., poster, 2012"
        },
        {
            "title": "Eishita, Farjana Z., Ashfaqur Rahman, Salahuddin A. Azad, and Akhlaqur Rahman. Occlusion handling in object detection. In Multidisciplinary Computational Intelligence Techniques: Applications in Business, Engineering, and Medicine, pp. 61-74. IGI Global, 2012."
        },
        {
            "title": "Zibran, Minhaz F., Farjana Z. Eishita, and Chanchal K. Roy. Useful, but usable? factors affecting the usability of APIs. In 2011 18th Working Conference on Reverse Engineering, pp. 151-155, IEEE, 2011."
        },
        {
            "title": "Karuei, B. Stern, K. E. MacLean, Farjana Z. Eishita, D. Watson, K. G. Stanley, R. L. Mandryk, Ambient Haptic Input for a Ubiquitous Exergame, GRAND, Canada, poster, 2011"
        },
        {
            "title": "Eishita, Farjana Z., and Kevin G. Stanley. THEEMPA: simple AR games using layar. In Proceedings of the international academic conference on the future of game design and technology, pp. 219-222, ACM, 2010."
        },
        {
            "title": "Mursalin, Tamnun E., Fajrana Zebin Eishita, and Ahmed Ridwanul Islam. Fabric Defect Inspection System Using Neural Network and Microcontroller. Journal of Theoretical & Applied Information Technology 4, no. 7, pp. 560-570, JIT, 2008."
        }
        
    ]
}